Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=609_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien kokous hyväksyi toimintaohjelman saamelaiskäräjäkaudelle 2012-15
smn: Sämitige čuákkim tuhhiittij toimâohjelm sämitiggepajan 2012–15

source: Saamelaiskäräjien kokous hyväksyi 20.6.2012 toimintaohjelman ja taloussuunnitelman saamelaiskäräjäkaudelle 2012-15.
smn: Sämitige čuákkim tuhhiittij 20.6.2012 toimâohjelm já ekonomiavuávám sämitiggepajan 2012–15.

source: Toimintaohjelma sisältää saamelaiskäräjien päätavoitteet sekä yksityiskohtaiset yhteiset ja sektorikohtaiset tavoitteet saamelaiskäräjäkaudelle 2012-15.
smn: Toimâohjelm tuálá siste sämitige váldu-uulmijd sehe ovtâskâsčuággásijd ohtsijd já sektorkuáhtásijd uulmijd sämitiggepajan 2012-15.

source: ” Olen tyytyväinen saamelaiskäräjien kokouksen hyväksymään toimintaohjelmaan.
smn: ” Lam tuđâvâš sämitige čuákkim tuhhiittem toimâohjelmân.

source: Yhteisesti hyväksytty toimintaohjelma keskittyy saamelaisille tärkeimpien asioiden edistämiseen ja kehittämiseen, ja tulee ohjaamaan saamelaiskäräjien toimintaa tämän vaalikauden ajan vuoteen 2015 asti ”, sanoo saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi.
smn: Ohtsávt tuhhiittum toimâohjelm vuáju sämmiláid tehálumos aašij ovdâskulij tuálvumân já oovdedmân, já šadda stivriđ sämitige tooimâ taan vaaljâpaje ääigi ive 2015 räi ”, iätá sämitige saavâjođetteijee Klemetti Näkkäläjärvi.

source: Saamelaiskäräjien kokouksen 20.6.2012 hyväksymän saamelaiskäräjäkauden toimintakauden 2012-2015 päätavoitteet ovat:
smn: Sämitige čuákkim 20.6.2012 tuhhiittem sämitiggepaje toimâohjelm 2012–15 váldu-ulmeh láá:

source: ILO 169-sopimuksen ratifioiminen
smn: ILO 169-sopâmuš ratifisistem

source: Pohjoismaisen saamelaissopimuksen ratifioiminen
smn: Tave-eennâmlâš sämisopâmuš ratifisistem

source: Saamelaiskäräjälain ja - asetuksen uudistaminen sekä saamelaismääritelmän muuttaminen
smn: Sämitiggelaavâ já - asâttâs uđâsmittem sehe sämmilâšmiäruštâllâm rievdâdem

source: Saamelaisten itsemääräämisoikeuden toteutuminen täysmääräisesti
smn: Sämmilij jiešmeridemvuoigâdvuođâ olášume olesmiärálávt

source: Kataisen hallitusohjelman saamelaiskirjausten toteutuminen täysmääräisesti
smn: Katais haldâttâsohjelm sämmilâškirjiimij olášume olesmiärálávt

source: Saamen kielten elvytysohjelman toimeenpanemisen aloittaminen
smn: Sämikielâi iäláskittemohjelm olášuttem algâttem

source: Kansallisen artikla 8(j) - työryhmän ehdotusten toteuttaminen
smn: Aalmuglâš artikla 8(j) - pargojuávhu iävtuttâsâi olášuttem

source: Alkuperäiskansajulistuksen toimeenpaneminen Suomessa
smn: Algâaalmugjulgáštus olášuttem Suomâst

source: Saamelaiskulttuurin ja perinteisten elinkeinojen suojan toteutuminen
smn: Sämikulttuur já ärbivuáválij iäláttâsâi syeje olášume

source: Saamelaiskulttuurin heikentämisen suojan ulottaminen vesilain mukaisesti kaikkiin saamelaisia koskeviin erityislakeihin
smn: Sämikulttuur hiäjusmittem syeje vijđedem kuoskâđ čäcilaavâ miäldásávt puohháid sämmilijd kyeskee sierânâslavváid

source: Saamelaisten kotiseutualueen ja perinteisten elinkeinojen elinvoimaisuuden turvaaminen
smn: Sämikuávlu já ärbivuáválij iäláttâsâi eellimvuáimálâšvuođâ turvim

source: Poismuuton vähentäminen ja paluumuuton lisääminen saamelaisten kotiseutualueelle
smn: Meddâlvarrim kepidem já maasâdvarrim lasettem sämikuávlun

source: Kielellisten ja kulttuuristen oikeuksien toteutuminen koko maassa
smn: Kielâlâš já kulttuurlâš vuoigâdvuođâi olášume ubâ enâmist

source: Saamelaisen parlamentaarisen neuvoston tehokas toiminta
smn: Säämi parlamentaarlâš rääđi pehtilis toimâ

source: Saamen kielen ja saamenkielisen opetuksen aseman, saavutettavuuden ja saamelaisen sisällön kehittäminen
smn: Sämikielâ já sämikielâlâš máttááttâs sajattuv, juksâmvuođâ já sämmilâš siskáldâs ovdedem

source: Saamelaisten hyvinvoinnin ja osallisuuden kehittäminen
smn: Sämmilij pyereestvaijeem já uásálâšvuođâ ovdedem

source: Saamelaiskäräjien kokous hyväksyi päätavoitteet yksimielisesti, lukuun ottamatta kohtaa 3., joka hyväksyttiin äänin 11-3.
smn: Sämitige čuákkim tuhhiittij váldu-uulmijd oovtmielâlávt, eereeb saje 3., mii tuhhiittui jienâiguin 11-3.

source: Yhteiset yksityiskohtaiset tavoitteet ovat saamelaisten yhteisöllisyyden kehittäminen, saamelaisen perinteisen tiedon turvaaminen, saamelaisen kulttuuriympäristön turvaaminen, saamelaiskulttuurin elinvoimaisuuden turvaaminen koko maassa, saamelaiskäräjien vaalijärjestelmän kehittäminen, saamelaiskäräjien oman toiminnan kehittäminen ja saamelaiskäräjien edunvalvonnan kehittäminen.
smn: Ohtsiih ovtâskâsčuággásiih ulmeh láá sämmilij siärvuslâšvuođâ ovdedem, säämi ärbivuáválii tiäđu turvim, säämi kulttuurpirrâs turvim, sämikulttuur eellimvuáimálâšvuođâ turvim ubâ enâmist, sämitige vaaljâvuáháduv ovdedem, sämitige jieijâs tooimâ ovdedem já sämitige hiäđukocceem ovdedem.

source: Sektorikohtaiset yksityiskohtaiset tavoitteet ovat saamelainen elinkeinopolitiikka, saamen kielen elinvoimaisuuden turvaaminen, saamelaislasten ja - nuorten aseman kehittäminen, saamenkielisten sosiaali- ja terveyspalveluiden kehittäminen, saamelaisten kulttuuripalvelujen ja taide-elämän kehittäminen, saamelaisopetuksen ja korkeakoulutuksen kehittäminen ja saamelaisen parlamentaarisen neuvoston toiminnan kehittäminen.
smn: Sektorkuáhtásiih ovtâskâsčuággásiih ulmeh láá säämi iäláttâspolitiik, sämikielâ eellimvuáimálâš ¨vuođâ turvim, sämipárnái já - nuorâi sajattuv ovdedem, sämikielâlâš sosiaal- já tiervâsvuođâ ¨palvâlusâi ovdedem, sämmilij kulttuurpalvâlusâi já taaidâeellim ovdedem, sämimáttááttâs já ollâškovlim ovdedem já säämi parlamentaarlâš rääđi tooimâ ovdedem.

source: Saamelaiskäräjien kokouksen hyväksymä taloussuunnitelma ohjaa saamelaiskäräjien vaalikauden rahoituksen hakemista ja rahoituksen käyttöä.
smn: Sämitige čuákkim tuhhiittem ekonomiavuávám stivree sämitige vaaljâpaje ruttâdem uuccâm já ruttâdem kevttim.

source: Vaalikaudella saamelaiskäräjät pyrkii luomaan uusia virkoja saamelaiskäräjille saamenkielisiin palveluihin, saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten oikeuksien edistämiseen, ympäristö- ja kaivoslakiasioiden esittelyyn saamelaiskäräjillä sekä perustamaan saamelaisen elinkeinorahaston, jolla tuettaisiin saamelaiselinkeinoja ja perinteisen tiedon säilymistä perinteisissä saamelaiselinkeinoissa.
smn: Vaaljâpaajeest sämitigge viggá lääččiđ uđđâ viirgijd sämitiigán sämikielâlâš palvâlussáid, sämikuávlu ulguubeln ässee sämmilij vuoigâdvuođâi oovdedmân, pirâs- já ruukilahâaašij oovdânpyehtimân sämitiggeest sehe vuáđudiđ säämi iäláttâsruttârááju, moin puáhtá tuárjuđ sämi-iäláttâsâid já ärbivuáválii tiäđu siäilum ärbivuáválâš sämi-iäláttâsâst.

source: Saamelaiskäräjien toimintaohjelma ja taloussuunnitelma 2012 - 2015
smn: Sämitige toimâohjelm já ekonomiavuávám 2012 – 2015
